{
    "Advantage": "When the referee allows play to continue when an offence has occurred if this benefits the non-offending team.",
    "Administrating authority": "The governing body for the game being played, e.g. The International Floorball Federation or a National Association.",
    "Bench penalty": "A penalty that affects the number of players on the rink.",
    "Board": "A low wall made in sections with rounded corners that encloses the rink. Usually made of plastic.",
    "Brutal": "An act which is savage or vicious. Considered worse than being violent.",
    "Careless": "An act which lacks consideration or precaution. Considered milder than being reckless.",
    "Centre line": "A marked line on the floor which divides the rink into two halves of equal size.",
    "Centre spot": "A marked spot on the floor used as a face-off dot at the beginning of a match or a period and after a goal is scored. Also where a penalty shot shall be taken from.",
    "Delayed penalty": "When a penalty is awarded but play continues since the non-offending team still controls the ball.",
    "Goal cage": "A structure that consists of a crossbar and two posts with netting. The purpose of the goal cage is to make it easier for the referees to decide whether the ball passed under the height of the crossbar when it crossed the goal line.",
    "Hit-in": "A fixed situation where the non-offending team resume play after the ball left the rink.",
    "Intentional": "An act which is done on purpose.",
    "International Floorball Federation (IFF)": "The worldwide governing body for the sport of floorball.",
    "Imaginary extended goal line": "A straight line which is not marked on the floor that prolongs from the goal line through the face-off dots in the corners to the board.",
    "Major bench penalty": "A penalty awarded for more severe offences.",
    "Match penalty": "A penalty where the offending player or member of the team staff is suspended from the rest of the game and may face further punishment depending on the offence committed.",
    "Match record": "Official team document listing the players and team staff and match events.",
    "Minor bench penalty": "A penalty awarded for less severe offences.",
    "National Association": "A national governing body for the sport of floorball.",
    "Non-offending team": "The opposing team of the team committing an offence.",
    "Offence": "An action which breaks/violates the Rules of the Game.",
    "Offending team": "The team committing an offence.",
    "Official": "A neutral person who has responsibilities during the game, e.g., in the secretariat.",
    "Penalise": "To punish the player or member of the team staff who committed an offence.",
    "Penalty bench": "Where the penalised player is obliged to sit during the duration of the penalty.",
    "Penalty shot": "A fixed situation where the non-offending team is awarded a chance to score without opposition from any players from the offending team except the goalkeeper.",
    "Play": "An action by a player with the stick or body.",
    "Personal penalty": "A penalty that only affects the offending player and not the number of players on the rink.",
    "Reckless": "An act which disregards the consequences for the opponent. Considered worse than being careless, but milder than being violent.",
    "Referee": "A person who oversees the game and makes sure the Rules of the Game are followed.",
    "Rink": "The area limited by the board where the game takes place.",
    "Secretariat": "Neutral officials who assist the referees and are responsible for the match record, time keeping and speaker tasks.",
    "Stick": "An implement consisting of a shaft and a curved blade used to play the ball. The shaft is usually made of carbon fibre and the blade of plastic.",
    "Substitution": "Replacing a player on the rink with one from the substitution zone.",
    "Substitution zone": "The area where the players’ benches are placed and the area in which the substitution of players must take place.",
    "Team captain": "A title given to one player on each team. The team captain has special rights, but also obligations.",
    "Team staff": "Non-playing members of the team, such as coaches.",
    "Time out": "A time-limited interruption of the game when the teams can discuss tactics.",
    "Unintentional": "An act which is not done on purpose.",
    "Violent": "An act which uses excessive force and seriously endangers the opponent. Considered worse than being reckless, but milder than being brutal."
}